42Crunch.vscode-openapi
aaron-bond.better-comments
akamud.vscode-theme-onedark
alefragnani.project-manager
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer-2
cweijan.vscode-mysql-client2
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
formulahendry.code-runner
genuitecllc.codetogether
GitHub.vscode-pull-request-github
GitLab.gitlab-workflow
golang.go
humao.rest-client
LaurentTreguier.vscode-simple-icons
matklad.rust-analyzer
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
muhammad-sammy.csharp
redhat.vscode-yaml
rust-lang.rust
Shan.code-settings-sync
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
ziyasal.vscode-open-in-github
