aaron-bond.better-comments
batisteo.vscode-django
CoenraadS.bracket-pair-colorizer-2
formulahendry.code-runner
GitHub.vscode-pull-request-github
golang.go
hbenl.vscode-test-explorer
lextudio.restructuredtext
littlefoxteam.vscode-python-test-adapter
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
mtxr.sqltools
mtxr.sqltools-driver-pg
njpwerner.autodocstring
PKief.material-icon-theme
Shan.code-settings-sync
shd101wyy.markdown-preview-enhanced
wayou.vscode-todo-highlight
zhuangtongfa.material-theme
