42Crunch.vscode-openapi
aaron-bond.better-comments
akamud.vscode-theme-onedark
alefragnani.project-manager
atlassian.atlascode
batisteo.vscode-django
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer
CoenraadS.bracket-pair-colorizer-2
dongli.python-preview
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
formulahendry.code-runner
frhtylcn.pythonsnippets
GitHub.vscode-pull-request-github
golang.go
hbenl.vscode-test-explorer
lextudio.restructuredtext
littlefoxteam.vscode-python-test-adapter
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
mtxr.sqltools
mtxr.sqltools-driver-pg
njpwerner.autodocstring
njqdev.vscode-python-typehint
PKief.material-icon-theme
redhat.vscode-yaml
Shan.code-settings-sync
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
ziyasal.vscode-open-in-github